{"name": "艾伦·阿姆斯特朗 Alun Armstrong", "intro": "Overview (3) Born July 17, 1946 in Annfield Plain, County Durham, England, UK Birth Name Robert Alun Armstrong Height 5' 10\" (1.78 m) Mini Bio (1) Alun Armstrong was born on July 17, 1946 in Annfield Plain, County Durham, England as Robert Alun Armstrong. He is an actor, known for Krull (1983), The Mummy Returns (2001) and Sleepy Hollow (1999). He has been married to Susan J. Bairstow since 1977. They have three children. Spouse (1) Susan J. Bairstow (1977 - present) ( 3 children) Trivia (12) Alun was a member of the original London cast of Cameron Mackintosh's stage production \"Les Miserables\" which opened in 1985. He was awarded the Laurence Olivier Theatre Award in 1994 (1993 season) for Best Actor in a Musical for his performance in Sweeney Todd at the Royal National Theatre. Father of Joe Armstrong. The two of them appeared in the TV series Between the Sheets (2003). He attended Consett Grammar School in County Durham He has appeared in two versions of \"Oliver Twist\" (Oliver Twist (1999) and Oliver Twist (2005)), and played a different role in each. He has appeared in seven different adaptations of one of Charles Dickens's novels: The Life and Adventures of Nicholas Nickleby (1982), Oliver Twist (1999), David Copperfield (1999), Bleak House (2005), Oliver Twist (2005), Little Dorrit (2008) and The Mystery of Edwin Drood (2012). On the possibles list for Roger Derebridge, Kelly and Lamson in Lifeforce (1985). In the television series New Tricks (2003) his wife is played by Susan Jameson who is actually married to co-star James Bolam. His parents were both preachers while his father also worked as a winding engineer at the local pit. He credits his school English teacher, who staged a Shakespeare play every year, with setting him on the path to act. He taught him how to read Shakespeare verse and the rudiments of stage craft.and when the National Youth Theatre came to the North East for the first time to look for kids he managed to get Alun into it. In September", "pictures_index": "https://img3.doubanio.com/view/celebrity/s_ratio_celebrity/public/p13030.webp", "sex": "男", "star": "巨蟹座", "birthday": "1946-07-17", "birthplace": "英国,英格兰,达勒姆郡,安菲尔德平原", "url": "/celebrity/1010692/"}