{"name": "劳尔·胡里亚 Raul Julia", "intro": "He graduated from Colegio San Ignacio de Loyola High School in San Juan. Here he studied the rigorous classical curriculum of the Jesuits and was always active in student dramatics. Julia was discovered while performing in a nightclub in San Juan by actor Orson Bean who inspired him to move to the mainland to pursue other projects. Julia moved to Manhattan, New York City in 1964 and quickly found work by acting in small and supporting roles in off-Broadway shows. In 1966, Julia began appearing in Shakespearean roles, creating a deliciously conniving Edmund in \"King Lear\" in 1973 and a smoldering Othello in 1979. Julia also made his mark on the musical stage playing one of the \"Two Gentlemen of Verona\" during its run in 1971, and a chilling role of Mack the Knife in \"The Threepenny Opera\" in 1976 and as a Felliniesque film director in \"Nine\" in 1982. The stage successes led to his movie works where he is better known. One of his best movie roles is a passionate political prisoner in Kiss of the Spider Woman (1985). Julia also appeared as dramatic heroes and memorable villains in a number of films and made-for-TV-movies. His later roles included the crazy macabre Gomez Addams in two Addams Family movies. With his health declining from 1993 onward after he underwent a surgical operation for stomach cancer, Julia kept on acting, where he traveled to Mexico during the winter of 1993-1994 to play the Brazilian Amazon forest activist Chico Mendes in The Burning Season (1994), for which he posthumously won a Golden Globe and an Emmy Award. His last theatrical movie was filmed shortly after The Burning Season when he traveled to Australia to shoot all of his scenes for Street Fighter (1994), based on the popular video game where he played the villainous General M. Bison. His last role was a supporting part in another made-for-TV movie titled Down Came a Blackbird (1995).", "pictures_index": "https://img2.doubanio.com/view/celebrity/s_ratio_celebrity/public/p47733.webp", "sex": "男", "star": "双鱼座", "birthday": "", "birthplace": "波多黎各,圣胡安", "url": "/celebrity/1031956/"}