{"name": "斯蒂芬·鲁特 Stephen Root", "intro": "Overview (2) Born November 17, 1951 in Sarasota, Florida, USA Height 5' 8\" (1.73 m) Mini Bio (1) Stephen Root, one of today's most prolific character actors, is currently starring in the HBO hit series Barry. The show has been nominated for multiple Emmy's and Golden Globes, earning a total of 32 nominations in its first season. Season two airs March 31st on HBO. In 2018, Stephen played a pivotal role in the AFI Film Festival winner On the Basis Sex (2018), the Ruth Bader Ginsberg biopic and starred opposite Melissa McCarthy in the New Line hit comedy Life of the Party. Reuniting with Joel &amp; Ethan Coen and currently streaming on Netflix, Stephen is part of the talented ensemble in The Ballad of Buster Scruggs, which was nominated for an Academy Award. In 2017, Stephen was part of Jordan Peele's box office hit Get Out. Aside from his feature films, Stephen can also be seen in his recurring role on Amazon's hit drama series The Man in the High Castle (2015) as well as his starring role in HBO's comedy series Barry (2018). Root has earned rave reviews for bringing a variety of characters to life in such films as O Brother, Where Art Thou? (2000), Selma (2014), No Country for Old Men (2007), Leatherheads (2008), J. Edgar (2011), Cedar Rapids (2011) and Dodgeball: A True Underdog Story (2004). He was catapulted into the realm of cult hero when he starred as the put-upon Milton Waddams in Mike Judge's Office Space (1999). His animated features include Rango (2011), Finding Nemo (2003), Finding Dory (2016), Ice Age (2002) &amp; Ice Age: The Melt Down (2006), and The Country Bears (2002). Root starred as the eccentric station owner, Jimmy James, for five seasons on NBC's NewsRadio (1995-99). Stephen has also recurred on FX's Justified (2010), Boardwalk Empire (2010), Turn: Washington's Spies (2014), Idiotsitter (2016), True Blood (2008), 24 (2001), West Wing (1999) and Pushing Daisies (2007). His many memorable guest appearances include Veep (2012), Angie Tribeca (2016), Fri", "pictures_index": "https://img2.doubanio.com/view/celebrity/s_ratio_celebrity/public/p5733.webp", "sex": "男", "star": "天蝎座", "birthday": "1951-11-17", "birthplace": "美国,佛罗里达州,萨拉索塔", "url": "/celebrity/1041136/"}