{"name": "莫妮卡·波特 Monica Potter", "intro": "Potter, one of four daughters,[2] was born in Cleveland, Ohio, to an Irish American Roman Catholic[2][3] family. Her father, Paul Brokaw, was the inventor of the first flame-resistant car wax, and her mother, Nancy, was a secretary.[2] During her childhood, she was a part of the St. Jerome Parish in Cleveland, and attended the local elementary school, as well as Villa Angela Catholic School for Girls, before graduating from Euclid High School.[4] She also spent part of her early years in Arab, Alabama. Potter had wanted to be an actress since childhood, as well as a nun. At the age of twelve, Potter started modeling and appearing in commercials in Chicago and Miami, before deciding to pursue an acting career.[citation needed] Her first role on television was as a \"Dalina\" in the English version of the Peruvian TV show Nubeluz.[citation needed] Then she found a role on the daytime soap opera The Young and the Restless as Sharon Newman in 1994.[citation needed] She has appeared in several feature films, including Con Air (playing the wife of Nicolas Cage's character) and starring opposite Robin Williams in Patch Adams. In 1998, she played the love interest of doomed distance runner Steve Prefontaine in the movie Without Limits. In 2001, she had two major roles, co-starring with Freddie Prinze Jr. in Head Over Heels, and in the thriller Along Came a Spider with Morgan Freeman, based on the James Patterson best-seller. She was a cast member of the television series Boston Legal but left during the second season. In 2004, Potter played the role Alison Gordon in the first Saw film. In 2009, Potter became a cast member of the new TNT series Trust Me which was cancelled after the first season due to low ratings. Potter currently plays the role of Kristina Braverman in NBC's comedy-drama Parenthood. Potter was married to Tom Potter from 1990 to 1998, and they have two sons.[citation needed] The song \"Mrs. Potter's Lullaby\" by Counting Crows was inspired by Monica. Adam Duritz saw her in a movie and wrote the song in response. She's the aunt of MC Firebox She married Daniel Christopher Allison, an orthopedic surgeon, in June 2005. Potter and Allison had their first child, a daughter named Molly Brigid Allison, on August 3, 2005.[citation needed] Potter was named \"Best Movie Star Loyal to Cleveland\" by ClevelandScene.com for her insistence on keeping her family in the Ohio city even after Hollywood success. \"It's a great place to raise kids. I had a very happy childhood there, growing up on a special street where everyone knew everyone,\"[3] said Potter in an interview with Maxim magazine in March 2001.", "pictures_index": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p24684.webp", "sex": "女", "star": "巨蟹座", "birthday": "1971-06-30", "birthplace": "美国,俄亥俄,克利夫兰", "url": "/celebrity/1009276/"}