{"name": "凯瑟琳·赫本 Katharine Hepburn", "intro": "凯瑟琳•赫本是美国电影女演员。她被认为是美国电影与戏剧界的标志性人物、好莱坞的传奇：共获得过4次奥斯卡最佳女主角奖——现在的最高纪录；12次奥斯卡最佳女主角奖提名。美国电影学会将凯瑟琳.赫本评为美国影视史上最伟大的女演员。 凯瑟琳•赫本于出生于康涅狄格州一个富有而且思想开明的家庭，共有5个兄弟姐妹。赫本的父亲是泌尿科医生，母亲是倡导节育和妇女权益的女权主义者。从小赫本就被鼓励勇于说出自己的想法，并且努力锻炼自己的身体。赫本曾获得麦迪逊广场花园滑冰俱乐部花样滑冰铜牌，曾打入康涅狄格州青年高尔夫球锦标赛半决赛。赫本特别喜爱游泳，直到80岁高龄还一直坚持。别看赫本长得瘦削，在好莱坞她可是以洗冷水浴和体格好，不用动作替身闻名的。在成为电影演员前，凯瑟琳•赫本曾就读于著名的美国“七姐妹”女子学院联盟成员之一的Bryn Mawr College。从布莱恩默尔女子学院获得历史和哲学学士学位后，赫本考入巴尔的摩剧团，开始她的演艺生涯。 自1932年从影至90年代初，凯瑟琳赫本纵横影坛达半个世纪之久，出演过40余部影片，12次获奥斯卡奖提名，并四度摘取“最佳女演员”的桂冠（1933《牵牛花》，1967《猜猜谁来赴晚宴》，1968《冬狮》，1981《金色池塘》）。她的成就、她的独立人格，使她成为极具传奇色彩的人物。 赫本不是所谓的好莱坞式美女。曾经有人指责她满脸雀斑缺乏女性魅力，而赫本的回答是，“总有人对性感的理解跟你不一样！”。排戏她总是带着牛奶早餐第一个到达片场，像导演一样为别人说戏；她也曾直接冲进制片人的办公室争取自己想要的角色；因为意见不合常和老板吵架；花20万买回自己的自由。以独特的胆识购买电影拍摄权，并担任制片人和主演。 赫本是第一位在银幕上穿短裤的女演员，是第一个在银幕下把男装穿上身的好莱坞女性，也是第一个穿长裤出席奥斯卡的影后。她革命性的着装具有鲜明的女权色彩和跨时代的意义。她的穿着一向非常随意和休闲，经常穿很宽松的裤子和休闲上衣，而且大多将一头红发随便挽个发结弄在脑后。连续20年没有穿过裙子，也从不花钱购买名牌时装，喜欢中性化的服装，甚至是尺寸肥大的夹克、宽松的毛衣、长裤和平底鞋，穿男性的衣服也成了她电影中的重要的一部分。她自己解释说：“我喜欢快速地移动，穿高跟鞋太累了。”也因此，赫本的穿着被视为“反时尚”的时尚。 赫本对饰演独立坚强的女性形象怀有浓厚兴趣，并在诸多影片中塑造了令人耳目一新的角色。她大力宣传计划生育，为的是使女性可以从家务中摆脱出来，争取自己的社会地位；她还协助母亲，呼吁赋予女性以选举权等等。因此，美国各地后来出现的很多女权主义者组织都对赫本赞赏有加：“赫本的努力给现在的年轻女性做出了榜样。” 赫本性格刚毅，电影《联邦一洲》上映时正值麦卡锡主义的黑暗时期，非美活动大行其道。这部影片涉及政治话题，有强烈的反对保守派的倾向。赫本在片中扮演的角色针对民主和人权问题发表了激进言论，她也因此上了非美活动委员会的黑名单，差点在大清洗中遭受劫难，但她并没有畏惧，更是发起了反对非美活动委员会的运动。在拍摄反映种族歧视的影片《猜猜谁来吃晚餐》时，剧组受到右翼分子的强烈抨击并因此遭遇很大的困难，赫本坚持拍摄，还尽力协助剧组工作。 赫本是一个意志非常顽强的女性。1976年赫本在演出舞台剧时脚踝骨折，但却坚持坐着轮椅上台演出。1982年， 赫本差一点儿在一次车祸中失去一只脚，她在医院里住了三个星期才保住了自己的脚。但到那一年年底时，她又精神焕发地出现在记者的摄像机镜头前，而且还参加了喜剧片《Grace Quigley》的拍摄。赫本说：“我不想在观众面前显示自己是一个弱小的女性，如果有一天我认为自己对大家都没有任何用处，我会找到合适的方式来结束自己的生命。我这么说绝对不是危言耸听。” 即便是70多岁高龄时， 赫本仍然充满了活力，在不拍片时她每天凌晨就起床，晚上7点准时睡觉，这样的生活节奏让她保持了旺盛的生命力。晚年时的赫本还开始进行创作，她的第一本书使得她在77岁时成为一位畅销书作家，随后在1991年她又出版了自己的第二本书。 晚年时的赫本身体健康状况不太好，各种疾病都找到了她，包括进行过髋部手术，另外她还患过与帕金森症类似的疾病。在1990年接受美联社采访时，赫本说：“我现在的身体正在慢慢衰退，我并不害怕到另外一个世界去，我不怕地狱，我也不期待着自己能够进入天堂。” 赫本说：“人的一生当中总会有受到别人爱戴的时候，我当然喜欢这种感觉，而且事实上，我一直在用自己的行动来回报这种爱。但说老实话，我是一个性格不太柔顺的人，这么多年来可能很多人都因此而受了我的气，也许这些人都在想我可能不会再活很久了，但我想，也许如果我真的死了，他们可能还会想念我。”", "pictures_index": "https://img2.doubanio.com/view/celebrity/s_ratio_celebrity/public/p54863.webp", "sex": "女", "star": "金牛座", "birthday": "", "birthplace": "美国,康涅狄格州", "url": "/celebrity/1047984/"}