{"name": "米哈伊尔·乌里扬诺夫 Mikhail Ulyanov", "intro": "Mikhail Alexandrovich Ulyanov He was named People's Artist of the USSR in 1969 and received a special prize from the Venice Film Festival in 1982. He spent his childhood and youth in the town of Tara, Omsk Oblast. Although he had failed his exams in Schepkinskoe School and for the Moscow Art Theatre School,[1] he moved to Omsk in 1944 to become an actor. After two years of studies in the studio at Omsk Drama he went to Moscow and entered the Schukin Theatre School in 1946. Ulyanov worked in the Vakhtangov Theatre from 1950 and directed it from 1987. He played a wide range of characters on stage, with Rogozhin in Dostoevsky’s Idiot being the most remarkable of them. In 1979 he staged Vasily Shukshin’s epic novel I have come to give you freedom, where he starred as Stepan Razin. In 1985 Mikhail Ulyanov staged the satirical pamphlet The Child Buyer by the American playwright John Hersey. As regards movies, he was frequently cast in the parts of staunch Communist leaders like Vladimir Lenin and Marshal Zhukov. His well-known character Yegor Trubnikov in Predsedatel (Chairman) (1964) became a Soviet classic and his most emblematic role. The Brothers Karamazov, a 1969 film he co-directed, was nominated for the Academy Award for Best Foreign Language Film[2] and was entered into the 6th Moscow International Film Festival.[3] He also starred in Tema (1979) and Private Life (1982), the films that won top awards at the Berlin Film Festival and Venice Film Festival, respectively. More recently, he was acclaimed for the roles of Julius Caesar in the screening of Shakespeare's play (1990), Pontius Pilate in the film adaptation of The Master and Margarita (1994), and an avenging veteran marksman in The Rifleman of the Voroshilov Regiment (1999), directed by Stanislav Govorukhin. He died on March 26, 2007 of intestinal disease.", "pictures_index": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1401893696.74.webp", "sex": "男", "star": "天蝎座", "birthday": "", "birthplace": "俄罗斯,鄂木斯克,Bergamak", "url": "/celebrity/1042418/"}