{"name": "本杰明·米派德 Benjamin Millepied", "intro": "Born in Bordeaux France, Benjamin Millepied began his dance training at the age of eight with his mother, Catherine (something) a former modern dancer. From age thirteen to sixteen he attended the Conservatoire National de Lyon, studying classical ballet under Michel Rahn. In the summer of 1992, Millepied made his first appearance in New York City, for a summer program at the School of American Ballet, the official school of New York City Ballet. The following year, he became a full-time student at the school, having received the “Bourse Lavoisier,” a scholarship award from the French Ministry of Culture. In the 1994 School of American Ballet Spring Workshop, Millepied originated a principal role in Jerome Robbins’ 2 &amp; 3 Part Inventions set to music by J.S Bach. That same year, he was awarded the “Prix de Lausanne.” In his last year at SAB, Millepied received the Mae L. Wien Award for Outstanding Promise and was invited to become a member of New York City Ballet. In the Spring of 2001, he was promoted to the rank of Principle Dancer. In 2004 and 2005, Millepied directed the Morriss Center Dance Workshop in Bridgehampton, New York. From 2006 to 2007, he was choreographer-in-residence at the Baryshnikov Arts Center in New York. In 2007, Millepied received the United States Artists Wynn Fellowship. In 2010, he was made Chevalier in the Order of Arts and Letters by the French Ministry of Culture. In 2002, Millepied started presenting his own productions under the name Danses Concertantes, showcasing his choreography, inviting choreographers from the US and abroad, and inviting dancers from internationally acclaimed companies such as American Ballet Theater and New York City Ballet. Danses Concertantes has given over 100 performances in the United States and in other countries including France and England.", "pictures_index": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p14035.webp", "sex": "男", "star": "双子座", "birthday": "1977-06-10", "birthplace": "法国，吉伦特省波尔多市", "url": "/celebrity/1312859/"}