{"name": "Gaylen Ross", "intro": "Gaylen Ross was born as Gail Rosenblum in Indianapolis, Indiana. She was managing editor of the poetry journal, \"Antaeus\" and Ecco Press from 1975 to 1977. Ross was an actress for brief 4 years only, making an impressive film debut as the heroine \"Francine\" in George Romero's outstanding Dawn of the Dead, followed by her portrayal of Leslie Nielsen's adulterous wife \"Becky Vickers\" in the George Romero and Stephen King's \"Something to Tide You Over\" segment of the hugely enjoyable horror anthology,Creepshow. For the past two decades Gaylen has been a documentary filmmaker making acclaimed and award-winning documentaries that have been broadcast on PBS, BBC, A&amp;E Television, The Learning Channel, UK's Channel 4, and Israeli networks. Her films have premiered at many international film festivals among them Berlin Film Festival, Toronto International Film Festival, Hamptons International Film Festival, Sydney Film Festival, Haifa Film Festival, Nyon Documentary Festival, Cleveland International Film Festival, The Geneva International Film Festival and Forum on Human Rights, and Margaret Mead Film Festival among others. Her film Dealers Among Dealers won a Gold Plaque at the Chicago Film Festival and was named \"Best of Fest\" at the Edinburgh Film Festival. She co-produced and wrote Blood Money: Switzerland's Nazi Gold which won an Emmy Award. Her film Killing Kasztner about the Jewish rescuer Rezso Kasztner who negotiated with Adolf Eichmann for the lives of thousands during the war, has been seen in theaters and festivals in more than 11 countries, named by the Los Angeles Times as one of the best documentary films of 2010. and won Best Documentary of both Boston Jewish Film Festival and Minneapolis Jewish Film Festival. Her most recent documentary is Caris' Peace about the actress Caris Corfman who lost her short term memory after a brain tumor, yet made a triumphant return to the stage. The film features friends and colleagues of Caris including Kate Burton, Tony Shal", "pictures_index": "https://img2.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1482566854.83.webp", "sex": "女", "star": "狮子座", "birthday": "1950-08-15", "birthplace": "美国,印第安纳州,印第安纳波利斯", "url": "/celebrity/1027080/"}