{"name": "芭芭拉·克兰普顿 Barbara Crampton", "intro": "Gorgeous, talented and charismatic blonde actress Barbara Crampton was born on December 27, 1958 in Levittown, Long Island, New York and raised in Vermont. Because her father was a carnie, Barbara spent her childhood summers traveling the country with the carnival. Crampton first began acting in school plays in 7th grade and studied acting in high school. She earned a BA in Theater Arts from Castleton State College. Following graduation, Crampton portrayed \"Cordelia\" in an American Theater of Actors production of \"King Lear\" in New York. Barbara then moved to Los Angeles and made her TV debut with a recurring role on the popular daytime soap opera Days of Our Lives (1965). She had a brief, but memorable role as Craig Wasson's unfaithful girlfriend, \"Carol\", in Brian De Palma's Body Double (1984) and was funny as the bubble-headed \"Chrissie\" in the crudely amusing comedy, Fraternity Vacation (1985). Barbara achieved her greatest enduring cult popularity as sweet college coed \"Megan Halsey\" in Stuart Gordon's terrific Re-Animator (1985). She gave an excellent performance as the ambitious, but prim and repressed \"Dr. Katherine McMichaels\" in the equally fine From Beyond (1986). Crampton was quite engaging as the perky \"Suzie Lynn\" in the fun Chopping Mall (1986) and typically solid as the unhappy \"Susan Reilly\" in Castle Freak (1995). Barbara had recurring roles on the daytime television soap operas The Guiding Light (1952), The Young and the Restless (1973) (Crampton won a Soap Opera Digest Award for her acting on this show) and The Bold and the Beautiful (1987). Among the TV shows Crampton has done guest spots on are The Nanny (1993), Pacific Blue (1996), Party of Five (1994), Hotel (1983) and Santa Barbara (1984). Her hobbies include skiing, yoga, horseback riding, running, working out with weights and shopping for antiques at flea markets. Barbara Crampton lives right outside of San Francisco with her husband, Robert Bleckman, and their two children.", "pictures_index": "https://img2.doubanio.com/view/celebrity/s_ratio_celebrity/public/p55813.webp", "sex": "女", "star": "摩羯座", "birthday": "1958-12-27", "birthplace": "美国,纽约,长岛,莱维敦", "url": "/celebrity/1014139/"}