{"name": "特德·丹森 Ted Danson", "intro": "Overview (3) Born December 29, 1947 in San Diego, California, USA Birth Name Edward Bridge Danson III Height 6' 2½\" (1.89 m) Mini Bio (1) Ted Danson is well known for his role as Sam Malone in the television series Cheers (1982). During the show's 11-year run, he was nominated nine times for an Emmy Award as Outstanding Lead Actor in a Comedy Series and won twice, in 1990 and 1993. The role also earned him a Golden Globe Award for Best Actor in a Comedy Series in 1989 and 1990. He and his wife, actress Mary Steenburgen, starred in and were executive producers of the CBS comedy series Ink (1996). Edward Bridge \"Ted\" Danson III was born in San Diego, California, to Jessica (MacMaster) and Edward Bridge Danson, Jr., who was an archaeologist and museum director. He has English, Scottish, and some German, ancestry. He was raised just outside Flagstaff, Ariz. Danson attended Stanford University, where he became interested in drama during his second year. In 1972, he transferred to Carnegie-Mellon University (formerly Carnegie Tech) in Pittsburgh. After graduation, he was hired as an understudy in Tom Stoppard's Off Broadway production of \"The Real Inspector Hound.\" Danson moved to Los Angeles in 1978 and studied with Dan Fauci at the Actor's Institute, where he also taught classes. Danson lives with his family in Los Angeles. He is a founding member of the American Oceans Campaign (AOC), an organization established to alert Americans to the life-threatening hazards created by oil spills, offshore development, toxic wastes, sewage pollution and other ocean abuses. In 1984, Danson received a Golden Globe Award for Best Actor for his performance in the television movie Something About Amelia (1984), in which he starred opposite Glenn Close. He also starred opposite Lee Remick in The Women's Room (1980). In 1986, he made his debut as a television producer with When the Bough Breaks (1986), in which he also starred. He later starred in the mini-series Gulliver's Travels (199", "pictures_index": "https://img3.doubanio.com/view/celebrity/s_ratio_celebrity/public/p34982.webp", "sex": "男", "star": "摩羯座", "birthday": "1947-12-29", "birthplace": "美国,加利福尼亚,圣地亚哥", "url": "/celebrity/1013834/"}