{"name": "坦图·卡丁诺 Tantoo Cardinal", "intro": "Actress Tantoo Cardinal, a Member of the Order of Canada, one of the country's highest civilian honors. The Order of Canada recognizes Cardinal for her contributions to the growth and development of Aboriginal performing arts in Canada. Arguably the most widely recognized Native Actress of her generation; Tantoo has appeared in numerous plays, television programs, and films, including Legends of the Fall, Dances With Wolves, Black Robe, Loyalties, Luna, Spirit of the Whale, Unnatural &amp; Accidental, Marie-Anne, Sioux City, Silent Tongue, Mother's &amp; Daughter's and Smoke Signals. Recent work includes the films Eden, Maina, Shouting Secrets and From Above. Her stirring performance in Loyalties earned her a Genie nomination, American Indian Film Festival Best Actress Award, the People's choice Award at the Toronto Film Festival, plus Best Actress Awards at International Film Festivals in Zimbabwe and Portugal. Cardinal was just honored with the 2015 ACTRA Award of Excellence, other honors include Best Actress - Elizabeth Sterling Award in Theatre for All My Relations, First Americans in the Arts Totem Award for her portrayal of the character Katrina in Widows at the Forum Stage in Los Angeles. She won the American Indian Film Festival's Best Actress Award as well as the first Rudy Martin Award for Outstanding Achievement by a Native American in Film for Where the Rivers Flow North, a Gemini Award for North of 60 and a Leo Award for Blackstone. Her television credits include recurring roles on the series: Blackstone, The Killing, Arctic Air, Strange Empire,The Guard, North of 60, Dr. Quinn Medicine Woman, The Lightening Field, Street Legal, The Campbell's, Gunsmoke, Tom Stone, Myth Quest, Lonesome Dove and Renegade Press.com. MOW's include Full Flood, The Englishman's Boy, Dreamkeeper and the PBS documentary Nobody's Girls. For her contributions to the Native Artistic community, Cardinal won the Eagle Spirit Award. She has also been honored with the MacLeans' magazine", "pictures_index": "https://img1.doubanio.com/view/celebrity/s_ratio_celebrity/public/p12448.webp", "sex": "女", "star": "巨蟹座", "birthday": "1950-07-20", "birthplace": "加拿大,阿尔伯塔省,麦克默里堡", "url": "/celebrity/1010753/"}