{"name": "帕梅拉·阿德龙 Pamela Adlon", "intro": "Overview (3) Born July 9, 1966 in New York City, New York, USA Birth Name Pamela Fionna Segall Height 5' (1.52 m) Mini Bio (1) Pamela Adlon comes from an acting family and began her career in television in 1983. She has appeared in many popular TV shows, including as a voice actress in a number of animated TV series including, most famously, King of the Hill (1997) for which she won an Emmy for her role as Bobby Hill. - IMDb Mini Biography By: Anonymous Spouse (1) Felix O. Adlon (1996 - 2010) ( divorced) ( 3 children) Trade Mark (2) Deep raspy voice Frequently does the voice of young boys or tomboys Trivia (11) Former daughter-in-law of Percy Adlon and Eleonore Adlon. Mother of Gideon Adlon, Odessa A’zion and Rocky Adlon. In 2008, co-wrote a pilot with Louis C.K. for CBS but it was not picked up. Daughter of Don Segall. She splits her time between Manhattan, New York and Los Angeles, California. Father is American and mother is English. Her father was of Russian Jewish and Ukrainian Jewish descent. Her mother, originally an Episcopalian, converted to Judaism. Nominated for the 2018 Emmy Award in the Lead Actress in a Comedy Series category for her role as Sam Fox in Better Things (2016), but lost to Rachel Brosnahan from The Marvelous Mrs. Maisel (2017). Formerly a close friend of Louis CK who appeared often on his show \"Louie\" and wrote the first 2 seasons of her series \"Better Things\" with him. After news of CK's sexual harrassment emerged in November 2017, Adlon cut ties with him and fired her former manager (who had also managed CK). In the runup to Season 3 of \"Better Things\", Adlon confirmed in a profile in The New Yorker that he had not any contact with CK in a very long time, and that she was trying to not mention or reference him during the show's production. Older sister of Penina Segall. As a U.S citizen, in January 2020 registered as a British citizen (possible due to her mother being British), so now is a dual US and British national. Personal Quotes (", "pictures_index": "https://img1.doubanio.com/view/celebrity/s_ratio_celebrity/public/p21887.webp", "sex": "女", "star": "巨蟹座", "birthday": "1966-07-09", "birthplace": "美国,纽约", "url": "/celebrity/1143044/"}