{"name": "玛格·马丁戴尔 Margo Martindale", "intro": "Margo Martindale was born July 18, 1951 in Jacksonville, Texas, to Margaret (Pruitt) and William Everett Martindale, a lumber company owner and dog handler. She is the youngest of three children, and the only daughter. Margo attended Lon Marris College, and later transferred to University of Michigan at Ann Arbor, and did a summer study at Harvard University. She made her film debut appearance in Days of Thunder (1990), she played the minor role of Donna. Notable roles include: Sister Colleen, Susan Sarandon's fellow nun in Dead Man Walking (1995). She played a brief but memorable role as the selfish mother to Hilary Swank's character in Million Dollar Baby (2004). Trivia (18) Was nominated for Broadway's 2004 Tony Award as Best Actress (Featured Role - Play) for her performance as Big Mama in a revival of Tennessee Williams' \"Cat on a Hot Tin Roof.\". Has been in four films with Nicole Kidman (The Human Stain (2003), The Hours (2002), Practical Magic (1998), and Days of Thunder (1990)), four with Meryl Streep (August: Osage County (2013), The Hours (2002), ...First Do No Harm (1997) and Marvin's Room (1996)) and four with Susan Sarandon (Earthly Possessions (1999), Lorenzo's Oil (1992), Twilight (1998) and Dead Man Walking (1995)). Miss Jacksonville High School 1969, Football Sweetheart 1969. Also, a High School Cheerleader. From the late 1970s to early 1980s, she was the \"foot tickler\" in a series of Downy fabric softener commercials, becoming as recognizable as Jan Miner, who played \"Madge the manicurist\" for Palmolive dish-washing liquid. Her husband, Bill Boals, is a musician. Has one daughter, Margaret. Attended Lon Morris College in her hometown of Jacksonville, Texas. Also attended the University of Michigan, Ann Arbor. Top of her bucket list is to sing on Broadway.", "pictures_index": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1528125137.05.webp", "sex": "女", "star": "巨蟹座", "birthday": "1951-07-18", "birthplace": "美国,得克萨斯州,杰克逊维尔", "url": "/celebrity/1009477/"}