{"name": "本·贝克 Ben Becker", "intro": "Becker is the son of actress Monika Hansen and actor Rolf Becker. He is the brother of actress Meret Becker and the stepson of Otto Sander. His grandmother was the comedian Claire Schlichting. Becker is Jewish by his mother and grandmother, Monika Hansen and Claire Schlichting.[citation needed] As a child, Becker participated in radio dramas and had several small roles in films. Between 1985 and 1987 he trained as an actor in the Berliner Schaubühne theatre. His first contract was with Ernst-Deutsch-Theater in Hamburg. Later he joined the Staatstheater Stuttgart (Stuttgart State Theatre), where he was mostly remembered for his role (1991–1992) as Ferdinand in Schiller's Intrigue and Love. Later, he worked with the Düsseldorfer Schauspielhaus, and played the role of Tybalt in Shakespeare's Romeo and Juliet in the Deutschen Schauspielhaus in Hamburg. His first memorable role in cinema was in 1991, in the film Das serbische Mädchen, where he played the role of the arrogant German boyfriend of the pregnant Serbian heroine. His big break was in 1995 as Peter, who fell in love with a man, in Joseph Vilsmaier's Schlafes Bruder. In the film Comedian Harmonists he played the singer Robert Biberti. In 1995 he created his own production of Sid &amp; Nancy with his sister Meret in the main role. In 1999 he played the main role in the Maxim-Gorki-Theater's production of Alfred Döblin's Berlin Alexanderplatz. In 2006 he played in the unique film, Ein ganz gewöhnlicher Jude, which consisted of a monologue. Becker is also involved in music and owns a pub, the Trompete, in Berlin/Tiergarten. He has one daughter, Lilith (born in 2000), from partner Anne Seidel. In 2008 Becker worked with the German band Schiller (band) (thus following in the footsteps of his stepfather Otto Sander), where Ben did spoken lyrics for the album Sehnsucht. One song is called \"Nacht\", a video of which can be seen on YouTube. The lyrics are a shortened version of a poem in German called Die Seele that is attributed to Lord Byron. It appears to be a translation of the Byron poem, \"When coldness wraps this suffering clay\" s:When coldness wraps this suffering clay from the collection, Hebrew Melodies. The identity of the translator/author of Die Seele is unknown although the text may be from \"Lord Byrons Werke In sechs Bänden\" translated by Otto Gildemeister, 3rd Volume, Fifth Edition, Berlin 1903 (pages 134-135).", "pictures_index": "https://img1.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1443871311.78.webp", "sex": "男", "star": "射手座", "birthday": "1964-12-19", "birthplace": "德国,不来梅", "url": "/celebrity/1037322/"}