{"name": "尼克·罗格勒 Nico Rogner", "intro": "Nico Rogner studierte von 2003 bis 2006 Schauspiel am Teatro Blu in Rom bei Beatrice Bracco. Während dieser Zeit erschien er in mehreren italienischen Theaterproduktionen, darunter Shakespeares Romeo und Julia (2004) auf dem Festival di Capalbio. Auf römischen Bühnen war er unter anderem in Braccos Inszenierung von David Rabes Hurlyburly (2006) oder Laura Bispuris L’Altra Metà (A Casa con Claude) (2007) zu sehen. Seit September 2010 arbeitet er dauerhaft mit Eric Vigner am CDDB théâtre de Lorient, Centre Dramatique National de Bretagne. Parallel zu seiner Arbeit im Theater erschien Rogner 2004 in Laura Bispuris Kurzfilm Lontano. Daraufhin folgten weitere Rollen im italienischen Film und Fernsehen. 2007 spielte Rogner die Hauptrolle in Louis Neros La Rabbia. Neben Franco Nero, Faye Dunaway und Tinto Brass übernahm er den Part eines ambitionierten Regisseurs, der eine Bank ausraubt, um seinen Film fertigstellen zu können. Diese Leistung brachte ihm 2007 bei der Verleihung des italienischen Studentenfilmpreises Golden Graal einen Nachwuchsdarstellerpreis ein. Von der italienischen Presseagentur ANSA bereits 2006 als „aufsteigender Stern am französisch-deutschen Theater“ betitelt,[1] wandte er sich ab 2008 verstärkt der Arbeit im französischen Film und Theater zu. In Martin Provosts preisgekrönter Filmbiografie Séraphine (2008) spielte er die Rolle des Helmut Kolle. 2009 trat er mit Tommy Milliots Agatha auf der Pariser Theaterbühne in Erscheinung. Sein Debüt im deutschsprachigen Kino gab er 2011 mit Jan Krügers Auf der Suche. In dem Drama spielt er die Hauptrolle eines jungen Homosexuellen, der das Verschwinden seines Ex-Geliebten in Marseille gemeinsam mit dessen Mutter (gespielt von Corinna Harfouch) aufzuklären versucht. Der Film wurde im Forum der 61. Internationalen Filmfestspiele Berlin uraufgeführt. Nico Rogner lebt in Paris. Er spricht neben Französisch auch Italienisch und Englisch.", "pictures_index": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p53106.webp", "sex": "男", "star": "", "birthday": "1978", "birthplace": "", "url": "/celebrity/1322336/"}