{"name": "劳伦·汤姆 Lauren Tom", "intro": "Overview (2) Born August 4, 1961 in Chicago, Illinois, USA Height 5' 1½\" (1.56 m) Mini Bio (1) Lauren Tom is an Obie Award-winning actress, known for her roles as a dutiful daughter in the film The Joy Luck Club, as Ross's girlfriend, Julie, on the classic NBC sitcom Friends, and most recently as Mrs. Tran on Supernatural. Lauren also lent her voice talents on the animated series Futurama as the much loved character of Amy. Recently, Lauren starred as a series regular in Andi Mack on The Disney Channel from 2016-2019. She also can be seen in the series, Guillermo Del Toro's Trollhunters and 3Below. Next up, Lauren can be seen in a recurring role in the Amazon series, Goliath, alongside Billy Bob Thornton. She has also appeared in the films, Grandma with Lily Tomlin, Bad Santa, In Good Company, When a Man Loves a Woman, Mr. Jones, With Friends Like These, Catfish in Black Bean Sauce, and Manhood. On television, Lauren was a series regular as Mai on the ABC series Men in Trees, NBC's DAG as Delta Burke's secretary, Ginger Chin and on ABC's Grace Under Fire with Brett Butler. She also did a recurring stint on Showtime's series Barbershop. On Broadway, she has appeared in A Chorus Line, Hurlyburly and Doonesbury, and has worked with directors such as Peter Sellars and Joanne Akalaitis at the Goodman and Guthrie Theaters, the La Jolla Playhouse and the Kennedy Center. Her one-woman show, 25 Psychics, an engaging, humorous look at her quest for inner peace premiered at HBO'S U.S. Comedy Arts Festival in Aspen. The show received Dramalogue Awards for Best Performance and Best Direction. Lauren's other voice work can be heard in the animated series King of the Hill, Codename: Kids Next Door, Teacher's Pet, Rocket Power, Max Steel, Batman, Superman, Kim Possible, Baby Clifford, American Dragon and the animated home video Mulan II... She has also published personal essays in Brain, Child Magazine, East West Woman, Strut, Freshyarn.com, and is currently writing a book", "pictures_index": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p5854.webp", "sex": "女", "star": "狮子座", "birthday": "1961-08-04", "birthplace": "美国,伊利诺伊州,芝加哥", "url": "/celebrity/1025242/"}