{"name": "马塞尔·达里奥 Marcel Dalio", "intro": "Sunday, November the 20th is the anniversary of Marcel Dalio's death in 1983. It was the end of a serendipitous life. You know him. He was a citizen of the world. Born Israel Moshe Blauschild, in Paris, in 1900, he became a much sought-after character actor. His lovely animated face with its great expressive eyes became familiar across Europe. He appeared in Jean Renoir's idiosyncratic \"Rules of the Game\" (La règle du jeu (1939)) and \"Grand Illusion\" (La Grande Illusion (1937)), arguably the greatest of all films. True to his Frenchman's heart, he married the very young, breathtaking beauty Madeleine Lebeau. He worked with von Stroheim and Pierre Chenal. He had it all. But then the Germans crushed Poland, swept across Belgium and pressed on toward Paris. He waited until the last possible moment and finally, with the sound of artillery clearly audible, with Madeleine, fled in a borrowed car to Orleans and then, in a freight train, to Bordeaux and finally to Portugal. In Lisbon, they bribed a crooked immigration official and were surreptitiously given two visas for Chile. But on arriving in Mexico City, it was discovered the visas were rank forgeries. Facing deportation, Marcel and Madeleine found themselves making application for political asylum with virtually every country in the western hemisphere. Weeks passed until Canada finally issued them temporary visas, and they left for Montreal. Meanwhile, France had fallen and, in the process of subjugating the country, the Germans had found some publicity stills of Dalio. A series of posters were produced and were then displayed throughout the city with the caption 'a typical Jew' so that citizens could more easily report anyone suspected of unrepentant Jewishness. The madness continued. Entrée des artistes (1938), a popular film, was ordered re-edited so that Dalio's scenes could be deleted and re-shot with another, non-Jewish, actor. After a short time, friends in the film industry arranged for them to arrive in Ho", "pictures_index": "https://img3.doubanio.com/view/celebrity/s_ratio_celebrity/public/p49592.webp", "sex": "男", "star": "巨蟹座", "birthday": "", "birthplace": "法国,巴黎", "url": "/celebrity/1069005/"}